---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.FamilyLoadedIntoDocumentEventArgs
source: html/dfc0a83c-cf5c-3bfd-976f-299fe2a3738d.htm
---
# FamilyLoadedIntoDocumentEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.